// CSC 134
// M1T2 - Hello, Student
// kaspraki
// 8/21/24
// Just a simple intro program
// For output practice

#include <iostream>
using namespace std;
// Because I do't like typing std::cout

int main() { 
  
  cout << "Hello World!\n"; 
  cout << "I am Isaac Kasprak" << endl;
  cout << "I learn C++, software development, and AI to learn engineering" << endl;
  cout << "My chosen anime character is Senshi from Delicious in Dungeon" << endl;
  cout << "The 🚗 goes vroom vroom" << endl;
  cout << "" << endl;
  cout << "☟︎♏︎●︎●︎□︎ 🕈︎□︎❒︎●︎♎︎✏︎" << endl;
  cout << "✋︎ ♋︎❍︎ ⬧︎⧫︎◆︎♎︎♏︎■︎⧫︎♌︎□︎⧫︎" << endl;
  cout << "✋︎ ●︎♏︎♋︎❒︎■︎ 👍︎🖃︎🖃︎📪︎ ⬧︎□︎♐︎⧫︎⬥︎♋︎❒︎♏︎ ♎︎♏︎❖︎♏︎●︎□︎◻︎❍︎♏︎■︎⧫︎📪︎ ♋︎■︎♎︎ ✌︎✋︎" << endl;
  cout << "💣︎⍓︎ ♍︎♒︎□︎⬧︎♏︎■︎ ♋︎■︎♓︎❍︎♏︎ ♍︎♒︎♋︎❒︎♋︎♍︎⧫︎♏︎❒︎ ♓︎⬧︎ 💧︎♏︎■︎⬧︎♒︎♓︎ ♐︎❒︎□︎❍︎ 👎︎♏︎●︎♓︎♍︎♓︎□︎◆︎⬧︎ ♓︎■︎ 👎︎◆︎■︎♑︎♏︎□︎■︎" << endl;
  cout << "❄︎♒︎♏︎ 🚗 ♑︎□︎♏︎⬧︎ ❖︎❒︎□︎□︎❍︎ ❖︎❒︎□︎□︎❍︎" << endl;
  
}


  